export default [
  {
    company: '西门子（中国）有限公司',
    industry: 'Industrial AI Developer',
    time: '202304-至今',
    ca: '工业',
    work: [
      '负责工业AI软件的前端开发工作'
    ]
  },
  {
    company: '北京嘀嘀无限科技发展有限公司',
    industry: '高级前端工程师',
    time: '202105-202211',
    ca: '互联网',
    work: [
      '快的出租车独立小程序的owner',
      '负责滴滴出行小程序出租车相关业务的开发',
      '负责出租车营销后台的从0->1和迭代',
      '负责C端H5的开发'
    ]
  },
  {
    company: 'CSDN程序员北京创新乐知信息技术有限公司',
    industry: '前端工程师',
    time: '202007-202105',
    ca: '互联网',
    work: [
      '负责开发公司通用组件',
      '独立负责下载项目组的前端研发工作',
      '负责个人中心和个人主站的开发工作'
    ]
  },
  {
    company: '科大讯飞-北京讯飞乐知行软件有限公司',
    industry: '前端工程师',
    time: '201703-至今',
    ca: '互联网/智慧校园',
    work: [
      '根据公司UED规范完成前端设计规范网站并开发满足公司的业务需求的脚手架',
      '多级公文（web端、移动端）开发',
      '招生报名web端开发',
      '智能考勤web端开发',
      '通用导航栏开发',
      '协助开发nodejs小工具'
    ]
  },
  {
    company: '艾尼克斯电子（北京）有限公司',
    industry: '产品数据管理PDM',
    time: '2015.07-2017.03',
    ca: '制造业',
    work: [
      '负责维护公司的ERP系统',
      'excel统计每日入库材料等'
    ]
  }
]
